藏さん
「Cdata_Sync連携手順.xlsx」資料の指摘したことが修正されていませんでしたので対応お願いします。
・「１、Postgres準備」内の「②データベース作成」（17～20行目）辺りにPostgresにどのようなデータが入力されているmydbが作成されたか画面を添付してください。
どのようなデータがPostgresのmydbに設定されているか示してもらわないと、「５、転送先データが更新されることを確認する。」の画面上のデータを見比べることができませんので、対応ください。
・「PostgresSQLを選択」作業において、「プロパティリスト」を選択した場合の設定手順も示してください。
　238～273行目の画面で「接続文字列」を選択した場合の手順しかないので、この辺りに「プロパティリスト」の場合を説明してください。
・「プロパティリスト」で接続した場合と、「接続文字列」で接続した場合で、後の作業に差が出るのでしょうか？
差があるなら記載してください。
・「３－２データ先の設定」（355～384行目）の画面の後に、「接続文字列」を選択した場合の設定手順や「プロパティリスト」と「接続文字列」の差を示してください。
・転送後、Salseforceにどう反映されたか650行目以降に結果表示をしてください。
・「その他備忘」にどのような入力ミスや Postgresの権限設定をすればエラーになるかくらいの記載でお願いします。
